Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: ཏ་མ་ཏ་མ། ད་མ་ད་མ། ས་མ་ས་མ། མ་ས་མ་ས། མ་ཧཱ་ཏ་མོ྅ནྡྱ་ཀ་ར།
en: Tama tama, dama dama,sama sama,masa masa!

source: བི་དྷ་མན། བི་དྷ་མན།
en: You are the great being who dispels darkness and grants the fulfillment of the six perfections!

source: ཥ་ཊ་པཱར་མི་ཏཱ། པ་རི་པཱུ་ར་ཀ །མི་ལི་མི་ལི། ཊ་ཊ་ཊ་ཊ། ཋ་ཋ་ཋ་ཋ། ཊི་ཊི་ཊི་ཊི།
en: Mili mili, taṭa taṭa, ṭhaṭha ṭhaṭha, ṭiṭi ṭiṭi, ṭuṭu ṭuṭu, ṭhiṭhi ṭhiṭhi, ṭhuṭhu ṭhuṭhu!

source: ཊུ་ཊུ་ཊུ་ཊུ། ཨེ་ནེ་ཡ་ཙརྨྨ་ཀྲི་ཏ་པ་རི་ཀ་ར།
en: You who wear a sash made from the skin of black antelope, come, come!

source: ཨེ་ཧྱེ་ཧི་ཨཱི་ཤྭ་ར། མ་ཧེ་ཤྭ་ར་མ་ཧཱ་བྷཱུ་ཏ་ག་ན་བཱཉྫ་ཀ །ཀུ་རུ་ཀུ་རུ། པ་ར་པ་ར། ཀ་ཊ་ཀ་ཊ།
en: You who crush Īśvara, Maheśvara, and the hordes of the great bhūtas, act, act, para para, kaṭa kaṭa, maṭa maṭa!

source: མ་ཊ་མ་ཊ། བི་ཤུད་དྷ། བི་ཥ་ཡ། ནི་བཱ་སིན།
en: You, greatly compassionate, abide in the pure sphere!

source: མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ །ཤྭེ་ཏ་ཡཛྙོ་པ་བཱི་ཏ་རཏྣ་མུ་ཀུ་ཊ།
en: You wear a white sacred thread, a jewel diadem, and a rosary!

source: སརྦྦ་ཛྙཱ་ཤི་ར་སི་ཀྲྀ་ཏ་མ་ཀུ་ཊ།
en: Being unshakeable, you produce meditative absorption, one-pointed concentration, and liberation!

source: མ་ཧཱད་བྷཱུ་ཏ་ཀ་མ་ལཱ་ལཾ་ཀྲྀ་ཏ།
en: You bring the mindstreams of many beings to maturity.

source: ཀ་ར་ཏ་ལ། དྷྱ་ན་ས་མཱ་དྷི་བི་མོཀྵ་ཨ་པྲ་ཀམ་པྱ།
en: Being very compassionate, you purify all the karmic obscurations!

source: བ་ཧུ་ས་ཏྭ་ས་ན་ཏ་ཏི་པ་རི་པཱ་ཙ་ཀ །
en: You save from all diseases, you fulfill all hopes, and you bring comfort to all beings!

source: སརྦྦ་ཀརྨྨ་ཨཱ་བ་ར་ཎི། བི་ཤོ་དྷ་ཀ །
en: Svāhā!”

source: སརྦ་བྱཱ་དྷི་ཕྲ་མོ་ཙ་ཀ །སརྦ་ཨཱ་ཤཱ་པ་རི་པཱུ་ར་ཀ །སརྦྦ་སཏྭཱ་ས་མཱ་ཤྭཱ་ས་ཀན་མོ་སྟུ་ཏེ་སྭཱ་ཧཱ། དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འདི་བཤད་པ་ཙམ་གྱིས་འཁོར་མང་པོ་རི་དང་ནགས་ཚལ་དང་བཅས་པ་འདི་རྣམ་པ་དྲུག་ཏུ་གཡོས་སོ། །འཇིག་རྟེན་དུ་སྣང་བ་ཆེན་པོ་བྱུང་བར་གྱུར་ཏོ།
en: The moment the great bodhisattva being Noble Avalokiteśvara had spoken thus, and while he was in the middle of reciting the heart mantra of Amoghapāśa in the great assembly, the earth, together with its mountains, forests, and groves, quaked in six different ways, and a great light spread throughout the world.

source: ལྷའི་མེ་ཏོག་ཨུཏྤལ་དང་། པདྨ་དང་། ཀུ་མུ་ད་དང་། པུ་ཎ་ཌ་རཱི་ཀ་དང་། མན་དཱ་ར་བའི་མེ་ཏོག་གི་ཆར་ཆེན་པོས་པུས་མོ་ནུབ་པ་ཙམ་བབ་པར་གྱུར་ཏོ།
en: A great rain of divine flowers fell—including blue, pink, and white lotuses, water lilies, and mandārava flowers—until they lay on the ground knee deep.

source: །སིལ་སྙན་དང་ཕེག་རྡོབ་པའི་སྒྲ་དག་ཀྱང་བྱུང་བར་གྱུར་ཏོ།
en: Tūrya and tāḍava instruments resounded.

source: །མཐོ་རིས་ཀྱི་ལྷ་དག་གིས་ཀྱང་ནམ་མཁའ་ལས། བཅོམ་ལྡན་འདས་ལ་རྒྱན་དང་ལྷབ་ལྷུབ་དག་གི་ཆར་ཕབ་བོ། །འཁོར་གྱི་དཀྱིལ་འཁོར་ན་གནས་པའི་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་།
en: Celestial deities rained down adornments and ornaments from the vault of the sky upon the Blessed One.

source: ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། གཙང་མ་དེ་དག་ཐམས་ཅད་ཀྱིས་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: All members of the assembly that were gathered there, including devas, nāgas, yakṣas, gandharvas, asuras, kinnaras, mahoragas, and guhyakas, applauded Noble Avalokiteśvara, saying, “Good!

source: སེམས་ཅན་དག་པ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ།
en: It is good, O pure great being!

source: །ཡིད་བཞིན་གྱི་ནོར་བུ་ཆེན་པོ་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་མཆོག་ཏུ་རྙེད་པར་དཀའ་བ་འདི་བཤད་ཅིང་དངོས་གྲུབ་མཆོག་གི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་འདི་བཤད་པས་རིན་པོ་ཆེའི་ཆར་ཆེན་པོ་འབབ་པོ་ཞེས་ཟེར་རོ།
en: We shall rain a great rain of jewels upon those who recite this heart mantra of Amoghapāśa, this great wish-fulfilling jewel that is extremely difficult to find. We will rain it upon those who recite this great sovereign ritual that grants the supreme accomplishment. The vidyā holder who recites it will therefore accomplish all his activities.” “

source: །དེ་ནས་དེའི་ཕྱིར་དུས་གསུམ་དུ་བཟླས་བརྗོད་བྱ་ཞིང་གཙང་མས་གོས་གཙང་མ་བགོས་ཏེ།
en: The vidyā holder should recite the above mantra at the three times of the day.

source: དུས་གསུམ་དུ་ཁྲུས་བྱ་ཞིང་ཟས་དཀར་གསུམ་ཟ་བས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྤྱན་སྔར།
en: He should wear clean clothes, bathe three times a day, and subsist on the three ‘white’ foods.

source: དཔལ་ལྷ་མོ་བཞག་སྟེ་མཆོད་པ་བྱས་ལ།
en: He should place an image of the goddess Śrī in front of Noble Avalokiteśvara and make offerings to her.

source: ཡུངས་ཀར་འབྲུ་རེ་རེ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས།
en: He should recite the mantra one hundred and eight times, each time incanting a single mustard seed and casting it at the great goddess.

source: དཔལ་ལྷ་མོ་ལ་བསྣུན་པ་བྱས་ན་ཚེས་བཅུ་བཞི་ནས་བཅྭ་ལྔའི་བར་དུ་དཔལ་ལྷ་མོ་འོང་བར་འགྱུར་རོ། །མཚམས་མེད་པ་ལྔ་འབྱང་བར་འགྱུར་རོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྐུ་སྟོན་པར་འགྱུར་རོ།
en: From the fourteenth through the fifteenth day of the lunar fortnight, the divine Śrī will come, purify the results of the five acts of immediate retribution, and grant a vision of Noble Avalokiteśvara.

source: །སྡིག་པ་ཐམས་ཅད་བྱང་བར་འགྱུར་རོ།
en: All the vidyā holder’s negativity will be purified. “

source: །མཚམས་བཅད་པ་དང་ཞི་བར་བྱ་བ་ལ། ཨ་ག་རུ་དང་ཙནྡན་གྱི་བདུག་སྤོས་བསྲེགས་ལ། ཐལ་བ་དང་། ཡུངས་ཀར་དང་སེང་ལྡེང་གི་ཕུར་བུ་གདབ་པར་བྱའོ།
en: To create the protective boundary required for a rite of pacifying, the vidyā holder should burn incense of agalloch and sandalwood and drive a stake made of cutch wood into the ground along with ashes and mustard seeds.

source: །རིམས་ཐམས་ཅད་ལ་བུ་མོ་གཙང་མས་བཀལ་བའི་སྲད་བུ་ལ། མདུད་པ་ཉི་ཤུ་རྩ་གཅིག་བོར་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ་བཏགས་ན།
en: In the event of any type of fever, he should procure a thread woven by a virgin girl, incant it twenty-one times with the above mantra, and tie it on.

source: རིམས་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: All fevers will then be cured.

source: །ནད་ཐམས་ཅད་ལ་མར་དང་ཏིལ་མར་ལ་བཟླས་ཏེ། ཟངས་ཀྱི་སྣོད་དུ་སངས་རྒྱས་ལ་ཕུལ་བའི་སྣ་མའི་མེ་ཏོག་རྙིང་པ་དང་པདྨ་ཟེ་བ་དང་བཅས་པ་བཏབ་སྟེ་བཙོས་པ་འདི་ནི་གྲུབ་པ་ཡིན་ཏེ།
en: In the event of any disease, he should incant ghee and sesame oil and place them in a copper dish along with the stamens, kernels, and flowers of a lotus.

source: ཟས་དང་སྐོམ་དང་། བསྐུ་བ་དང་སྣ་ནས་བཏང་བའི་ལས་བྱ་སྟེ།
en: When these have been prepared, they should be drunk, eaten, or rubbed into the affected limbs.

source: ཉི་ཤུ་རྩ་གཅིག་བཟླས་པས་ནད་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: If they are incanted twenty-one times, the patient will be cured of all diseases. “

source: ཁྱད་གཅད་ན་མར་དང་སྦྲང་རྩི་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ་ལུས་ལ་བསྐུ་ཞིན་ཚིགས་མས་དྲིལ་ལ།
en: In order to destroy kākhordas, the vidyā holder should incant a mixture of ghee and honey twenty-one times, smear a protective layer on the body of the affected person, and rub it in well.

source: ལུས་ཀྱི་དྲི་མ་ཕྱིན་པར་བྱས་ཏེ། གོང་བུ་ལས་གཟུགས་བརྙན་བྱས་ལ་ལན་བདུན་བཟླས་ཏེ། མཚོན་གྱིས་བཏབ་ན་དུག་སྦྱར་མ་དང་བྱད་དང་གསང་སྔགས་ཐམས་ཅད་བཅད་པར་འགྱུར་ཞིང་།
en: Then, removing it along with the bodily impurities it absorbed, he should make it into an effigy of the kākhorda and cut it with a blade incanted seven times.

source: ནད་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ། །བྱད་ཆེན་པོ་འཇིག་པར་འགྱུར་རོ།
en: All the mantras of the kākhordas will be broken, the patient will be freed from all diseases, and the kākhordas will perish in great numbers. “

source: །བསྲུང་བའི་སྐུད་པ་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ། དེ་བཞིན་དུ་མདུད་པ་བོར་བ་བྱས་ན་སྲུང་བ་ཆེན་པོ་བྱས་པར་འགྱུར་རོ།
en: If the vidyā holder incants a protective cord twenty-one times and ties a knot in it, he will ensure great protection.

source: །འཇིགས་པ་དང་སྐྲག་པ་དང་། དངང་བ་ཐམས་ཅད་དང་འབྱུང་པོའི་འཇིགས་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ།
en: Those who are frightened, fearful, or terrified will no longer be afraid.

source: །ལྟོ་ན་བ་ལ་ཚྭ་ཆུ་འཇམ་ཙམ་ལ་ལན་བདུན་བཟླས་ཏེ་བྱིན་ན་ལྟོ་བའི་ནད་འཇིག་པར་འགྱུར་རོ།
en: Those suffering from stomachache should be given warm salty water that has been incanted seven times, and the stomachache will disappear.

source: །དུག་གསད་ན་ཆུ་ལ་ལན་བདུན་བཟླས་ཏེ་བྱིན་ན་དུག་ཐམས་ཅད་འཇིག་པར་འགྱུར་ཞིང་མི་གདུག་པར་འགྱུར་རོ།
en: To neutralize poison, the vidyā holder should incant water seven times and give it to the affected person. All poison will be neutralized, and that person will be free from poison.

source: །མིག་ན་བ་ལ་སྲད་བུ་དཀར་པོ་རྣ་བ་ལ་བཏགས་ན། །མིག་ནད་ཐམས་ཅད་འཇིག་པར་འགྱུར་རོ།
en: In the event of eye disease, a white cord should be tied to the person’s ear, and all their eye diseases will be cured.

source: །སྡང་བའི་དུག་མི་བཟད་པ་ལ་འཇིམ་པ་ལ་བཟླས་ཏེ་བྱུགས་ན་དུག་མེད་པར་འགྱུར་རོ།
en: If someone is given a powerful poison, the vidyā holder should incant clay and apply it as a plaster. That person will then be free from poison.

source: །སོ་ན་བ་ལ་ཀ་ར་བཱི་རའི་སོ་ཤིང་ངམ་སྣ་མའི་སོ་ཤིང་ངམ་ཤིང་བ་ཀུའི་སོ་ཤིང་ལ་བཟླས་ཏེ་ཐོས་ན་སོ་ནད་ཞི་བར་འགྱུར་རོ།
en: If someone is suffering from a toothache, the vidyā holder should incant a tooth stick made of oleander, sumana, or gulgula and let the affected person chew it. The toothache will then go away. “

source: །མཚམས་གཅད་པ་ཐམས་ཅད་ལ་ནི་ཚོན་སྣ་ལྔའི་སྲད་བུ་བྱས་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ། སེང་ལྡེང་གི་ཕུར་པ་བཞི་ལ་བཏགས་ཏེ།
en: To create any kind of protective boundary, the vidyā holder should prepare a five-colored thread, incant it twenty-one times, and stretch it between four pegs of cutch wood.

source: ཕྱོགས་བཞིར་བཙུགས་ན། མཚམས་མེད་པོ་བཅད་པར་འགྱུར་རོ།
en: If the pegs are planted in the four cardinal directions, a great protective boundary is created.

source: །གདོན་ཐམས་ཅད་ལ་ཚོན་སྣ་ལྔའི་སྲང་བུ་ལ། ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ན། གདོན་ཐམས་ཅད་དེ་ལས་ཐར་བར་འགྱུར་རོ།
en: In the event of seizures, the vidyā holder should incant the five-colored thread twenty-one times, and all seizures will be cured.

source: །སྲོག་ཆགས་ཀཱི་ཊ་དང་། ལྷོག་པ་དང་། མགུལ་བ་འགགས་པ་ལ་སྦྲང་རྩི་དང་།
en: In the event of intestinal worms, abscesses, or asthma attacks, the vidyā holder should prepare and apply a mixture of honey and pepper.

source: པི་པི་ལིང་ལྡན་པར་བྱས་ཏེ་བྱུག་གོ།
en: He can also rub the same paste into wounds.

source: །མགུལ་འགགས་པ་ལ་གདགས་པ་བྱས་ན་མགུལ་འགགས་པ་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: In the case of asthma, the paste should be applied with hot water; all the sufferers will be cured of asthma and seizures. “

source: །མིག་ནད་ལ་སྤོས་ཆུ་དང་ཤིང་པ་ལ་ཤའི་ཆུ་དང་པ་ལ་ཤའི་མེ་ཏོག་གིས་བཀྲུ་བར་བྱ་བའམ་ཤིང་མངར་གྱི་ཆུ་ལ་ལན་བདུན་བཟླས་ཏེ།
en: In the event of eye disease, the patient should be bathed in scented water. The vidyā holder should incant water containing the flowers of flame-of-the-forest and the sticks of licorice seven times and bathe the patient in it.

source: བཀྲུས་ན་མིག་ནད་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: All eye diseases will then be cured.

source: །རྣ་བ་ན་བ་ལ་ཏིལ་མར་དང་ཤུ་ཏི་ཟངས་ཀྱི་སྣོད་དུ་བཙོས་པས་རྣ་བ་བཀང་ན་རྣ་ནད་ལས་ཐར་བར་འགྱུར་རོ།
en: In the event of earache, the vidyā holder should cook some dill in oil in a copper pot and fill the ear with it. The earache will then cease.

source: །འཐབ་པ་དང་རྩོད་པ་དང་ཁྲག་ཁྲུག་དང་། མི་སྙན་པ་ཐམས་ཅད་ལ་ཆུ་ལ་ལན་བདུན་བཟླས་ཏེ།
en: In the event of any quarrels, disputes, contests, disagreements, or slander, the vidyā holder should incant water seven times and rinse his mouth with it.

source: གདོང་བཀྲུ་བ་བྱས་ན་ཐམས་ཅད་ལས་རྒྱལ་བར་འགྱུར་རོ།
en: He will then win every time. “

source: །དཔུང་དང་སྟོབས་དང་ཡུལ་དང་ཡུལ་འཁོར་དང་། ཕྱིར་རྒོལ་བ་དང་མི་མཛའ་བ་ཐམས་ཅད་དང་། གཡུལ་ངོ་ཐམས་ཅད་དུ་བ་ལང་གི་ལྕི་བས་དཀྱིལ་འཁོར་བྱས་ལ་བུམ་པ་གང་བ་བཞི་བཞག་སྟེ།
en: In the event that foreign armies invade the realm, or when there are hostile states, adversaries, or opponents, or any battles, the vidyā holder should draw a maṇḍala with cow dung and place four full jars around it.

source: གཙང་མས་གོས་གཙང་མ་བགོས་ལ། ཨ་ག་རུའི་བདུག་པ་དབུལ་བར་བྱ་ཞིང་། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱས་ནས། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་མདོ་འདི་མཆོད་དེ།
en: Ritually pure and wearing clean clothes, he should burn incense of agarwood, make offerings to Noble Avalokiteśvara, and worship this sūtra, the heart essence of Amoghapāśa.

source: བཀླགས་པ་བྱས་ན་ཞི་བ་ཆེན་པོར་འགྱུར་ཏེ།
en: Reciting it aloud will bring great peace.

source: ཐམས་ཅད་བྱམས་པའི་སེམས་དང་བྱམས་པའི་ཡིད་དུ་འགྱུར་ཞིང་། ཐམས་ཅད་དུ་རྒྱལ་བ་ཐོབ་པར་འགྱུར་རོ། །ཞི་བ་ཆེན་པོར་འགྱུར་རོ།
en: Everyone’s hearts and minds will be suffused with loving kindness, he will bring victory to all, and peace will reign. “

source: །ཆུ་དེས་བདག་ཉིད་ལ་ཀུན་ཏུ་གཏོར་ཏེ། ཙནྡན་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ཏེ་སྙིང་གར་ཐིག་ལེ་བྱས་ཏེ།
en: The vidyā holder should sprinkle his entire body with that water and mark his chest with a bindi of sandalwood that has been incanted twenty-one times.

source: རྟག་ཏུ་དྲན་པར་བྱས་ན་མཚམས་མེད་པ་ཐམས་ཅད་ཟད་པར་འགྱུར་རོ། །ཁྱིམ་ཐམས་ཅད་བསྲུང་ན།
en: Keeping the mantra continually in his mind will exhaust the consequences of all acts of immediate retribution and ensure the complete protection of his house.

source: པདྨ་དང་། ན་ཀུ་ལེ་དང་ཤིང་ཨརྐའི་མེ་ཏོག་མར་དང་བསྲེས་པ་ལས་སྦྱིན་སྲེག་བྱས་ན། ཁྱིམ་བསྲུང་བ་ཆེན་པོ་བྱས་པར་འགྱུར་རོ། །འབྱུང་པོའི་གདོན་ཐམས་ཅད་ལས་བསྲུང་བ་བྱས་པར་འགྱུར་རོ།
en: If he offers a homa with the flowers of lotus, snake root, and giant milkweed smeared with ghee, this will ensure great protection for the house, securing it against all bhūtas, grahas, and rākṣasas. “

source: །ཡང་ལས་ཐམས་ཅད་ལ་ནོར་བུ་སྒྲུབ་པའི་རྫས་འདི་དག་བསོགས་ལ་ཆ་མཉམ་པར་བྱས་ཏེ།
en: Additionally, if the vidyā holder wants to fashion an amulet that accomplishes all activities, he should procure all the ingredients and separate them into equal portions.

source: གཙང་མས་གོས་གཙང་མ་བགོས་ལ། སྙིང་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་པས་ལས་ཐམས་ཅད་བྱའོ། །ཛ་ཡ་དང་། བི་ཛ་ཡཱ་དང་། མཱ་གུ་ལི་དང་། གན་དྷ་ནཱ་དང་། བཱ་རུ་ཎཱི་དང་།
en: Ritually pure and wearing clean clothes, he should recite the heart mantra one hundred and eight times while performing all the necessary preparations.

source: ཏཱ་ན་ཏྲ་བ་རུ་ཎཱི་དང་། གན་དྷ་བྲི་ཡང་ཀུ་དང་། ཏ་ག་ར་དང་། ཙ་ཀྲ་དང་། མ་ཧཱ་ཙ་ཀྲ་དང་།
en: He should grind each of the following into a fine powder: jayā, vijayā, snake root, gandhanākulī, cāriṇī, abhayapāṇi, indrapāṇi, mahaleb cherry, crepe jasmine, cyperus, mahācakrā, ironweed, and snakewood.

source: སོ་མ་རཱ་ཛཱི་དང་། སུ་མན་ད་རྣམས་ཕྱེ་མ་ཞིབ་མོར་བྱས་ཏེ། ཆར་པའི་ཆུས་སྦྲུས་ལ། ཙནྡན་དང་། གུར་གུམ་སྦྱར་བའི་ཆུས་བརླན་ཏེ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ལ།
en: Adding rainwater, he should blend everything with sandalwood and cool saffron water, cleanse it, and recite the mantra one hundred and eight times. “

source: འཕགས་པ་སྤྱན་རས་གཟིགས་ཀྱི་སྤྱན་སྔར་ནོར་བུར་བྱས་ཏེ། ཡང་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་ནས་ཨ་ག་རུའི་བདུག་པས་བདུགས་ལ།
en: The vidyā holder should then fashion the amulet in front of Noble Avalokiteśvara and once again incant it twenty-one times while burning agarwood incense.

source: དེ་ཉིད་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་དྲུང་དུ་བཞག་སྟེ། རས་ཀྱིས་གཡོགས་ལ་གྲིབ་མར་བསྐམས་ཏེ།
en: He should then place it at the feet of the Blessed One and let it dry in his shadow, covered with a silken cloth.

source: བླངས་ལ་ཡང་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་བདུན་བཟླས་པར་བྱ་ཞིང་། ཁྲོ་བོའི་རྒྱལ་པོ་ལན་གསུམ་བཟླས་བརྗོད་བྱས་ཏེ།
en: Picking it up again, he should recite the heart mantra of Amoghapāśa seven times and the mantra of Krodharāja three times.

source: མགོ་བོར་བཟུང་ན། རྒྱལ་པོ་བཙུན་མོ་འཁོར་དང་བཅས་པས་མཆོད་པར་འགྱུར་ཞིང་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: Then, with the amulet on his head, he should make generous offerings to the king and his harem.

source: །རིགས་བཞིའི་འཇིག་རྟེན་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ། །བླ་མ་གཅིག་པུར་འགྱུར་རོ།
en: They will all fall under the vidyā holder’s thrall, as will all four castes, who will regard him as their sole teacher. “

source: །ལྷ་ཐམས་ཅད་ཀྱང་གཟི་བྱིན་འཇུག་པར་འགྱུར་རོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཀྱང་རྟག་ཏུ་གཟིགས་པར་འགྱུར་རོ།
en: All deities will transfer their vital energy to him, and Noble Avalokiteśvara will always look after him.

source: །ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་ཡང་རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་བར་འགྱུར་ཞིང་། དུས་ཐམས་ཅད་དུ་མཆོག་སྦྱིན་པར་འགྱུར་རོ།
en: Brahmā, Viṣṇu, and Maheśvara will always stand by him and continuously grant him boons.

source: །ཕྱིར་རྒོལ་བ་དང་མི་མཛའ་བ་ཐམས་ཅད་ཀྱང་རྟག་ཏུ་མཐུན་པར་བྱེད་ཅིང་དབང་དུ་འགྱུར་རོ།
en: His adversaries and opponents will become his steady followers and will fall under his thrall.

source: །བྱད་མི་བཟད་པ་དང་། དུག་སྦྱར་མ་དང་། ཕྱེ་མའི་དུག་དང་། གསང་སྔགས་དང་། གཡེངས་བྱེད་ཀྱིས་མི་ཚུགས་ཤིང་།
en: He will not meet with any wicked beings or kākhordas, and he will not be exposed to venom, poisonous powders, or kiraṇas.

source: ཐམས་ཅད་འཇིགས་པར་འགྱུར་རོ།
en: Instead they will all be destroyed.

source: །རྟག་ཏུ་དཔལ་དང་། གཟི་བྱིན་དང་། བསོད་ནམས་དང་། བཀྲ་ཤིས་དང་། དགེ་བའི་ཚོགས་དང་ལྡན་པར་འགྱུར།
en: He will always possess the glow of vitality, enjoy prosperity and merit, and possess a store of virtue. “

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དེ་ལ་གཟིགས་པར་འགྱུར་རོ། །རྟག་ཏུ་སྟོན་པ་བཞེད་པར་འགྱུར་རོ།
en: All the tathāgatas will watch over him, and they will always appear to him whenever he wishes.

source: །ཐམས་ཅད་དུ་དུས་ཐམས་ཅད་ན་རྒྱལ་བ་ཐོབ་པར་འགྱུར་རོ། །སྐལ་བ་བཟང་པོ་ཐོགས་པ་མེད་པ་ཡང་འཕེལ་བར་འགྱུར་རོ།
en: He will succeed in everything, all the time, and his good fortune will increase without hindrance.

source: །དཔུང་པ་ལ་བཏགས་ན་གླང་པོ་ཆེ་ཆེན་པོའི་སྟོབས་དང་ལྡན་པར་འགྱུར་རོ། །འགྱེད་པ་དང་དམག་ཐམས་ཅད་ལས་རྒྱལ་བ་ཆེན་པོར་འགྱུར་རོ། །སྟོབས་དང་བརྩོན་འགྲུས་དང་ཕ་རོལ་གནོན་པ་ཆེན་པོར་འགྱུར་རོ།
en: The strength of his arm will equal that of a large elephant, and in battle or war he will be truly victorious, endowed with great strength, courage, and valor.

source: །རིག་སྔགས་འཆང་གི་ཆོ་ག་ཞིབ་མོ་ཆེན་པོ་འགྲུབ་པར་འགྱུར་རོ། །གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་།
en: He will master the great and detailed rites of the vidyādharas, and he will be unassailable by yakṣas, rākṣasas, bhūtas, piśācas, grahas, and apasmāras.

source: ཤ་ཟའི་གདོན་དང་། བརྗེད་བྱེད་ཀྱིས་མི་ཚུགས་པར་འགྱུར་རོ། །ནམ་ཡང་དེ་ལ་རྨི་ལམ་ངན་པ་དང་། ལྟས་ངན་པ་འབྱུང་བར་མི་འགྱུར་རོ།
en: He will no longer have nightmares, and bad omens will never appear to him. “

source: །བྱིས་པ་རྣམས་ལ་མགུལ་དུ་བཏགས་ན་གདོན་ཐམས་ཅད་དང་། རིམས་ནད་ཐམས་ཅད་དང་། ནད་ཐམས་ཅད་དང་། བཙས་པ་འཕྲོག་པ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ།
en: When the amulet is placed around the necks of children, they will never be afflicted by seizures, fevers, or diseases, nor will they be abducted by child-stealing demons.

source: །ནག་པོ་ཆེན་པོ་མ་མོའི་ཚོགས་ཀྱི་འཁོར་དང་བཅས་པ་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཕྱི་བཞིན་འབྲང་ཞིང་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བ་བྱེད་པར་འགྱུར། ཡུན་རིང་དུ་འཚོ་བར་འགྱུར་ཚེ་རིང་བར་འགྱུར་རོ།
en: Mahākāla and his retinue of mātṛs will join forces to follow the wearer of the amulet and to guard, protect, and defend him, thus ensuring that he lives a long life.

source: །བུད་མེད་རྣམས་ལ་སྐ་རགས་སར་པ་བཏགས་ཏེ་ཁྲུས་བྱས་ནས། གོས་སར་པ་གཙང་མ་བགོས་ཏེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱས་ན། སྐལ་བ་བཟང་པོ་མཆོག་དང་ལྡན་པར་བྱེད་ཅིང་། བཀྲ་མི་ཤིས་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད།
en: If women bathe with it then put on clean clothes and make offerings to Noble Avalokiteśvara, they will gain prosperity and pacify misfortune.

source: ཁྱིམ་ཐབ་དང་རྟག་ཏུ་རྗེས་སུ་མཐུན་པར་འགྱུར། ཁྱེའུ་དང་བུ་མོ་ཡོད་པར་འགྱུར།
en: Marital relations will always be harmonious, they will give birth to male children, and their children will be numerous.

source: ཤེས་རབ་མཆོག་ཏུ་འགྱུར། ཐམས་ཅད་དགའ་བས་ལྟ་བར་འགྱུར། དེ་ལ་བུད་མེད་ཀྱི་སྐྱོན་ཡང་འབྱུང་བར་མི་འགྱུར་ཕྱི་མ་ལ་དེ་ལྟ་བུའི་བུད་མེད་ཀྱི་ལུས་མི་ཐོབ་པར་ཤེས་པར་བྱ་སྟེ།
en: Everyone will find these women attractive, they will never again be affected by the faults particular to their gender, and they will not be born as a woman again, unless they wish otherwise.

source: ཤི་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: After they die, they will be reborn in the realm of Sukhāvatī. “

source: །ནོར་བུ་འདི་བཏགས་ན་ཐམས་ཅད་དུ་བསྲུང་བ་བྱས་པར་འགྱུར་ཞིང་། དུག་དང་། མཚོན་དང་། མེས་མི་ཚུགས་སོ།
en: Wearing this amulet, one will be universally protected and will not become a victim of poison, weapons, or fire.

source: །དུག་བྱས་པ་ཡང་སྐྱེ་བར་མི་འགྱུར་རོ།
en: Poison will fail to act.

source: །ནོར་བུ་འདི་བཏགས་པས་དུག་མེད་པར་འགྱུར་ཞིང་མྱུར་དུ་ཞི་བར་འགྱུར་རོ།
en: For the one wearing this amulet, poisons will be neutralized, and the effects will rapidly cease.

source: །ཚོར་བ་སྐྱེ་བར་མི་འགྱུར་ཞིང་། བདེ་བར་ཞི་བར་འགྱུར་རོ།
en: They will experience no pain, and any effects will comfortably ease.

source: །རླུང་དང་སྤྲིན་དང་སེར་བ་གནོན་ན། ཆུ་ལ་ལན་བདུན་བཟླས་ཏེ།
en: To stop strong winds and thunderstorms, the vidyā holder should throw water incanted seven times into the sky.

source: ནམ་མཁའ་ལ་གཏོར་ན་རླུང་དང་སྤྲིན་དང་སེར་བ་ཐམས་ཅད་མནན་པར་འགྱུར་རོ།
en: All winds and thunderstorms will then stop.

source: །བཟློག་པར་བྱ་ན་བལ་པོ་སེའུའི་ལྕུག་མས་བཟློག་པར་བྱའོ།
en: To reverse their course, he can use a sprig from a pomegranate or oleander tree, and they will turn back. “

source: །དྲན་པ་བསྐྱེད་ནས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྤྱན་སྔར་མི་སྨྲ་བར་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་བདུན་བཟླས་ཏེ།
en: To improve his memory, the vidyā holder should, without speaking, mentally recite the heart mantra of Amoghapāśa seven times in the presence of Avalokiteśvara, and then throw the amulet along with hot water.

source: ནོར་བུ་ཆུ་དྲོན་ལས་བཏང་བ་བྱས་ན་བཀླགས་པ་ཙམ་གྱིས་ཚིགས་སུ་བཅད་པ་སྟོང་འཛིན་པར་འགྱུར་ཞིང་། ཐོས་པ་མང་པོ་རྒྱ་མཚོ་བསགས་པར་འགྱུར་རོ།
en: He will thereby become an ocean-like receptacle of great learning, able to comprehend and recite thousands of verses.

source: །རྒྱལ་སྲིད་དང་། ཡུལ་འཁོར་དང་། བཙུན་མོ་འཁོར་དང་བཅས་པ་དབང་དུ་བྱ་བར་འདོད་ན་ལུས་བསྐུ་བ་བྱས་ན་གང་དུ་ཞུགས་པ་དེར་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder wants to bring the king, harem, and retinue of any kingdom or state under his thrall, he should anoint himself with the water.

source: །པུས་མོ་གཉིས་ལ་བྱུགས་ན་ཆུ་ཀླུང་ཆེན་པོ་པུས་མོ་ནུབ་ཙམ་གྱིས་ཕ་རོལ་ཏུ་རྒལ་བར་འགྱུར་རོ།
en: They will fall under his thrall when he enters. If he anoints his knees, he can cross any large river, the water only reaching his knees as he passes to the other shore. “

source: །རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ཏེ། དམག་གམ། གཡུལ་ངོའམ་ཚོགས་པའི་ནང་ངམ།
en: If the amulet is mounted on the tip of a banner, the bearer can safely enter any battle or fight, or any group of people.

source: རི་ཁྲོད་དང་ཚང་ཚིང་དང་རི་སུལ་དང་དགོན་པར་ཕྱིན་པ་ན། བསྒྲེང་བ་བྱས་ན། བདེ་བ་དང་བདེ་ལེགས་སུ་རྒལ་བར་འགྱུར་ཞིང་ཆོམ་པོ་དང་། གཡོན་ཅན་དང་། རྐུན་པོ་དང་།
en: If he holds the amulet up and enters high mountains, impenetrable thickets, valleys, gorges, or forests, he will be able to cross them safely and in comfort and will not face any danger from thieves, rogues, bandits, or wild animals.

source: གཅན་གཟན་གཏུམ་པོའི་འཇིགས་པས་མི་ཚུགས་པར་འགྱུར་ཞིང་བལྟར་མེད་པར་འགྱུར་རོ།
en: He will pass unseen. “

source: །བཙོན་ར་ཐམས་ཅད་དུ་སོང་བ་ན་བྱུགས་པ་བྱས་ན། ཤིང་སྒྲོག་དང་། ཁོང་སྒྲིལ་དང་། ལྕགས་སྒྲོག་གིས་བཅིངས་པ་ཐམས་ཅད་ཆག་གྲུགས་སུ་འགྱུར་རོ།
en: If the vidyā holder is bound or imprisoned in any way, he should anoint his restraints with the water, and all the fetters, shackles, and chains will break.

source: །བདག་ཉིད་ལ་བསྐུས་ན་མཚོན་ཆ་མི་སྣང་བར་འགྱུར་རོ།
en: If he anoints his body, he will become invisible to weapons.

source: །མིག་གཉིས་ལ་བསྐུས་ན་གཉིད་ལོག་པའི་ཚེ་རྨི་ལམ་ཆེན་པོ་རྨི་བར་འགྱུར་ཞིང་ཅི་ལྟར་བསམས་ཤིང་སྨོན་པ་སྣང་བར་འགྱུར་རོ།
en: If he anoints his eyes at bedtime, he will have great dreams, and anything that he thinks of and requests will appear to him.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྐུ་སྟོན་པར་མཛད་ཅིང་ཐམས་ཅད་བཀའ་སྩོལ་བར་འགྱུར་རོ།
en: Noble Avalokiteśvara will appear to him and offer him instruction.

source: །དེ་ལ་མིག་ནད་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ། །ཁའི་ནང་དུ་བཞག་ན།
en: He will not suffer from any eye diseases.

source: གང་བླངས་པ་སྦྱིན་པར་བྱེད་ཅིང་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder holds the amulet in his mouth, anyone he talks to will fall under his thrall.

source: །གདོན་གྱིས་ཟིན་པ་ལ་དཔྲལ་བར་བྱུག་པ་བྱས་ན་བྱུགས་པ་ཙམ་གྱིས་འབབ་པར་འགྱུར་ཏེ། ཐམས་ཅད་སྨྲ་བར་འགྱུར་རོ།
en: If he anoints the forehead of someone suffering from seizures, the graha will leave the sufferer at that instant and tell him everything. “

source: །ལག་མཐིལ་དུ་བསྐུས་ནས། གླང་པོ་ཆེ་ལ་རེག་ན་དབང་དུ་འགྱུར་ཞིང་གར་བཏང་བ་དེར་འགྲོ་བར་འགྱུར་རོ།
en: If the vidyā holder anoints his palm and touches an elephant, it will fall under his thrall and go wherever he directs it.
